base-devel
bind
cloc
colordiff
copyq
ctags
curl
dmenu
docker
docker-compose
feh
ffmpeg
firefox
flameshot
gdb
git
go
htop
i3-wm
i3status
jq
lsof
man-pages
mpv
mupdf
nasm
neofetch
neovim
net-tools
netcat
nginx
nmap
nnn
nodejs
npm
openssh
pavucontrol
peek
psensor
pulseaudio
python-pip
qemu
rlwrap
rsync
strace
thunar
tmux
traceroute
transmission-gtk
tree
ttf-dejavu
ttf-hack
udiskie
unrar
unzip
usbutils
wget
xbindkeys
xclip
xdg-user-dirs
xf86-video-intel
xorg
xorg-xinit
xterm
